[M_Orchid_BuryingThePast MissionDefinition]
MissionName="Enterrando o Passado"
MissionDescription="Aubrey Callahan III é a neta de uma antiga rainha pirata. Como você pode imaginar, um acontecimento como esse pode ser um grande contratempo para a reputação e expectativas de trabalho de qualquer um. Por essa razão, Aubrey contratou você para destruir Kronus, o navio pirata da sua avó. Com isso ela pretende destruir todas as evidências da sua ligação com aquela assassina."
TurnInDescription="Agora que você apagou sua avó da história, Aubrey pode levar uma vida normal sem ''tráfico'' ou ''crianças''.\n"
MissionSummary="Afunde o Kronus"
MissionGiver="Painel de Trabalhos de Oasis"
MissionTurnInLocation="Painel de Trabalhos de Oasis"
TeaserText="Essa missão é explosiva."

[M_Orchid_BuryingThePast:DestroyShip MissionObjectiveDefinition]
ProgressMessage="Exploda o Kronus"

[M_Orchid_BuryingThePast:DestroyShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_BuryingThePast:GetExplosives MissionObjectiveDefinition]
ProgressMessage="Pegue os explosivos"

[M_Orchid_BuryingThePast:GetExplosivesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_BuryingThePast:PlantExplosives MissionObjectiveDefinition]
ProgressMessage="Coloque os explosivos no Kronus"

[M_Orchid_BuryingThePast:PlantExplosivesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

